<div id="main">

<h2>&iquest;Qu&eacute; es Apertium?</h2>

<p>Apertium es una <b>plataforma de traducci&oacute;n autom&aacute;tica</b>, inicialmente pensada para pares de lenguas emparentadas, pero que ha sido recientemente ampliada para poder tratar con pares de lenguas m&aacute;s divergents (como por ejemplo ingl&eacute;s–catal&aacute;n). La plataforma proporciona (a) un ingenio de traducci&oacute;n independiente de las lenguas, (b) herramientas para gestionar los datos ling&uuml;&iacute;sticos necesarios para construir un sistema de traducci&oacute;n autom&aacute;tica para un par de lenguas dado y (c) datos ling&uuml;&iacute;sticos para un n&uacute;mero creciente de pares de lenguas.</p>

<p>Apertium usa un motor de traducci&oacute;n de transferencia superficial que procesa el texto de entrada en etapas, como en una cadena de montaje: desformateo, an&aacute;lisis morfol&oacute;gico, desambiguaci&oacute;n categorial, transferencia estructural superficial, transferencia l&eacute;xica, generaci&oacute;n morfol&oacute;gica y reformateo.</p>

<p>Apertium usa transductores de estados finitos para las operaciones de procesamiento l&eacute;xico (an&aacute;lisis y generaci&oacute;n morfol&oacute;gica, transferencia l&eacute;xica), modelos ocultos de Markov per a la desambiguaci&oacute;n categorial y chunking multietapa basado en estados finitos para la transferencia superficial.</p>

<p>El dise&ntilde;o inicial est&aacute; basado en el de sistemas que ya hab&iacute;a desarrollado el grupo Transducens de la Universitat d'Alacant, como <b><a href="http://www.internostrum.com/welcome.php" target="_blank">interNOSTRUM</a></b> (espa&ntilde;ol–catal&aacute;n), y <b><a href="http://traductor.universia.net" target="_blank">Traductor Universia</a></b> (espa&ntilde;ol–portugu&eacute;s).</p>

<p>Es possible usar Apertium para construir sistemas de traducci&oacute;n autom&aacute;tica para una gran variedad de pares de lenguas; para ello, Apertium usa formatos sencillos basados en <acronym title="eXtensible Markup Language">XML</acronym> para codificar los datos ling&uuml;&iacute;sticos necesarios (hechos a mano o por conversi&oacute;n de datos existentes) que se compilan, con las herramientas que se proveen, en formatos de gran velocidad usados por el motor.</p>

</div>
