<div id="main">

<h2>Documentaci&oacute;n</h2>

<p>A documentaci&oacute;n en espa&ntilde;ol (sobre Apertium 1.0), en catal&aacute;n (sobre Apertium 2.0) e en <a href="http://sourceforge.net/docman/display_doc.php?docid=29380&group_id=143781">ingl&eacute;s</a> (a&iacute;nda para actualizar a Apertium 2.0) est&aacute; dispo&ntilde;ible na p&aacute;xina do proxecto, <a href="http://sf.net/projects/apertium/">sf.net/projects/apertium</a>.</p>

<p>Os documentos seguintes, que tam&eacute;n est&aacute;n dispo&ntilde;ibles na secci&oacute;n Docs do <a href="http://www.sourceforge.net/projects/apertium">proxecto SourceForge</a> Apertium poden ser &uacute;tiles (fan referencia principalmente a Apertium 1.0):</p>

<ul>
	<li><a href="http://apertium.sourceforge.net/install.html">Installing Apertium</a> [2006.05.10]</li>
	<li><a href="http://apertium.sourceforge.net/install-debian.html">Installing Apertium in Debian</a> [2006.10.18]</li>
	<li><a href="http://apertium.sourceforge.net/extending.html">Adding linguistic data to an existing language pair in Apertium</a> [2006.03.15]</li>
</ul>

<p>Montouse un <a href="http://xixona.dlsi.ua.es/wiki/">wiki</a> para que usuarios e desenvolvedores poidan xerar documentaci&oacute;n facilmente.</p>

<p>publicamos artigos en congresos que describen o dese&ntilde;o de Apertium e a s&uacute;a motivaci&oacute;n. Velaqu&iacute; alg&uacute;ns deles:</p>

<ul>
<li><a href="http://www.dlsi.ua.es/~japerez/pub/pdf/eamt2005.pdf">An open-source shallow-transfer machine translation engine for the Romance languages of Spain</a> (by Antonio M. Corb&iacute;-Bellot, Mikel L. Forcada, Sergio Ortiz-Rojas, Juan Antonio P&eacute;rez-Ortiz, Gema Ram&iacute;rez-S&aacute;nchez, Felipe S&aacute;nchez-Mart&iacute;nez, I&ntilde;aki Alegria, Aingeru Mayor and Kepa Sarasola, in Proceedings of the <a href="http://www.eamt.org/eamt2005/">European Association for Machine Translation, 10th Annual Conference</a>, Budapest 2005, p. 79-86.)
</li>
<li><a href="http://www.dlsi.ua.es/~mlf/docum/armentano05p.pdf">An open-source shallow-transfer machine translation toolbox: consequences of its release and availability</a> (by Carme Armentano-Oller, Antonio M. Corb&iacute;-Bellot, Mikel L. Forcada, Mireia Ginest&iacute;-Rosell, Boyan Bonev, Sergio Ortiz-Rojas, Juan Antonio P&eacute;rez-Ortiz, Gema Ram&iacute;rez-S&aacute;nchez, Felipe S&Aacute;nchez-Mart&iacute;nez, in OSMaTran: Open-Source Machine Translation, A workshop at <a href="http://www.tcllab.org/Pages/mtsummit.html">Machine Translation Summit X</a>, Phuket, Thailand 2005).
</li>
<li><a href="http://www.dlsi.ua.es/~fsanchez/pub/pdf/armentano06.pdf">Open-source Portuguese-Spanish machine translation</a> (by Carme Armentano-Oller, Rafael C. Carrasco, Antonio M. Corb&iacute;-Bellot, Mikel L. Forcada, Mireia Ginest&iacute;-Rosell, Sergio Ortiz-Rojas, Juan Antonio P&eacute;rez-Ortiz, Gema Ram&iacute;rez-S&aacute;nchez, Felipe S&aacute;nchez-Mart&iacute;nez, Miriam A. Scalco, In Lecture Notes in Computer Science 3960 [Computational Processing of the Portuguese Language, Proceedings of the 7th International Workshop on Computational Processing of Written and Spoken Portuguese, PROPOR 2006], p 50-59, May 13-17, 2006, ME - RJ / Itatiaia, Rio de Janeiro, Brazil) &copy; <a href="http://www.springerlink.com/openurl.asp?genre=article&issn=0302-9743&volume=3960&spage=50">Springer-Verlag</a>.
</li>
    </ul>
    <p>See <a href="?id=publications">all publications</a></p>
    
</div>