<div id="main">

<h2>Que &eacute; Apertium?</h2>

<p>Apertium &eacute; unha <b>plataforma de traduci&oacute;n autom&aacute;tica</b>, inicialmente pensada para pares de linguas emparentadas, pero que foi recentemente expandida para poder tratar pares de linguas m&aacute;is diverxentes (por exemplo ingl&eacute;s–catal&aacute;n). A plataforma proporciona (a) un motor de traduci&oacute;n independente das linguas, (b) ferramentas para xestionar os datos ling&uuml;&iacute;sticos necesarios para constru&iacute;r un sistema de traduci&oacute;n autom&aacute;tica para un par de linguas dado e (c) datos ling&uuml;&iacute;sticos para un n&uacute;mero crecente de pares de linguas.</p>

<p>Apertium usa un motor de traduci&oacute;n de transferencia superficial que procesa o texto de entrada en etapas, como nunha cadea de montaxe: desformateo, an&aacute;lise morfol&oacute;xica, desambiguaci&oacute;n categorial, transferencia estructural superficial, transferencia l&eacute;xica, xeraci&oacute;n morfol&oacute;xica e reformateo.</p>

<p>Apertium usa transductores de estados finitos para as operaci&oacute;ns de procesamento l&eacute;xico (an&aacute;lises e xeraci&oacute;n morfol&oacute;xica, transferencia l&eacute;xica), modelos ocultos de Markov para a desambiguaci&oacute;n categorial e chunking multietapa baseado en estados finitos para a transferencia superficial.</p>

<p>O dese&ntilde;o inicial est&aacute; baseado no de sistemas que xa desenvolvera o grupo Transducens da Universitat d'Alacant, por exemplo <b><a href="http://www.internostrum.com/welcome.php" target="_blank">interNOSTRUM</a></b> (espa&ntilde;ol–catal&aacute;n), e <b><a href="http://traductor.universia.net" target="_blank">Traductor Universia</a></b> (espa&ntilde;ol–portugu&eacute;s).</p>

<p>&Eacute; pos&iacute;bel usar Apertium para constru&iacute;r sistemas de traduci&oacute;n autom&aacute;tica para unha gran variedade de pares de linguas; para iso, Apertium usa formatos sinxelos baseados en XML para codificar os datos ling&uuml;&iacute;sticos necesarios (creados a man ou por conversi&oacute;n de datos existentes) que se compilan, coas ferramentas que se prov&eacute;n, aos formatos de gran velocidade usados polo motor.</p>

</div>
