Repository: jimregan/apertium-svn-2008
Catalog: webspace/po/*.po
Languages: fr_fr

source: Select direction...
fr_fr: Sélectionnez la direction...

source: Spanish
fr_fr: Espagnol

source: Galician
fr_fr: Galicien

source: Portuguese
fr_fr: Portugais

source: Brazilian Portuguese
fr_fr: Portugais du Brésil

source: English
fr_fr: Anglais

source: French
fr_fr: Français

source: Romanian
fr_fr: Roumain

source: URL not found
fr_fr: L'URL n'est pas trouvé

source: Update your browser
fr_fr: Actualisez votre chercheur

source: Insert plain text to translate here
fr_fr: Introduissez un texte brut pour traduire

source: Mark unknown words
fr_fr: Marquez les mots inconnus

source: Print trace
fr_fr: Imprimez trace

source: Translate
fr_fr: Traduction

source: Reset
fr_fr: Effacez

source: Funding received from
fr_fr: Financé par:

source: Original design by
fr_fr: Conception originale de

source: Creative Commons license
fr_fr: Licence de Creative Commons

source: Project hosted in
fr_fr: Projet accuelli à

source: Give priority to forms in Valencian
fr_fr: Donnez priorité aux formes Valenciennes

source: or
fr_fr: ou

source: Document type
fr_fr: Type de document

source: Text - Plain text
fr_fr: Texte - Texte brut

source: HTML - HyperText Markup Language
fr_fr: HTML - Langage de Balisage d'Hipertexte

source: RTF - Rich Text Format
fr_fr: RTF - Format de Texte Enrichi

source: Select the box to mark unknown words
fr_fr: Cochez la case pour marquer les mots inconnus
