<div id="main">
<h2>Qu&egrave; &eacute;s Apertium?</h2>

<p>Apertium &eacute;s una <b>plataforma de traducci&oacute; autom&agrave;tica</b>, inicialment pensada per a parells de lleng&uuml;es emparentades, per&ograve; que ha estat recentment expandida per a poder tractar parells de lleng&uuml;es m&eacute;s divergents (com ara angl&egrave;s–catal&agrave;). La plataforma proporciona</p> 

<ol class="abc">	
	<li>un motor de traducci&oacute; independent de les lleng&uuml;es</li>
	<li>eines per a gestionar les dades ling&uuml;&iacute;stiques necess&agrave;ries per a construir un sistema de traducci&oacute; autom&agrave;tica per a un parell de lleng&uuml;es donat</li>
	<li>dades ling&uuml;&iacute;stiques per a un nombre creixent de parells de lleng&uuml;es.</li>
</ol>

<p>Apertium usa un motor de traducci&oacute; de transfer&egrave;ncia superficial que processa el text d'entrada en etapes, com en una cadena de muntatge: desformatatge, an&agrave;lisi morfol&ograve;gica, desambiguaci&oacute; categorial, transfer&egrave;ncia estructural superficial, transfer&egrave;ncia l&egrave;xica, generaci&oacute; morfolo&ograve;gica i reformatatge.</p>

<p>Apertium usa transductors d'estats finits per a les operacions de processament l&egrave;xic (an&agrave;lisi i generaci&oacute; morfol&ograve;gica, transfer&egrave;ncia l&egrave;xica), models ocults de Markov per a la desambiguaci&oacute; categorial i chunking multietapa basat en estats finits per a la transfer&egrave;ncia superficial.</p>

<p>El disseny inicial est&agrave; basat en el de sistemes que ja havia desenvolupat pel grup Transducens de la Universitat d'Alacant, com ara <b><a href="http://www.internostrum.com/welcome.php">interNOSTRUM</a></b> (espanyol–catal&agrave;), i <b><a href="http://traductor.universia.net">Traductor Universia</a></b> (espanyol–portugu&egrave;s).</p>

<p>&Eacute;s possible usar Apertium per a construir sistemes de traducci&oacute; autom&agrave;tica per a una gran varietat de parells de lleng&uuml;es; per a aix&ograve; Apertium usa formats senzills basats en XML per a codificar les dades ling&uuml;&iacute;stiques necess&agrave;ries (fetes a m&agrave; o per conversi&oacute; de dades existents) que es compilen, amb les eines que es proveeixen, en els formats de gran velocitat usats pel motor.</p>

</div>
